Repository: MelihSiskular/oxford3000App
Catalog: oxfordAppTest/*.lproj/Localizable.strings
Languages: tr

# entrance_text_top
source: Improve Your English Vocab Skill With Using "The Oxford 3000"
tr: "The Oxford 3000" kullanarak İngilizce kelime bilginizi geliştirin

# entrance_text_bottom
source: Save the words according to the categories, in this way you can beware that your missing
tr: Kelimeleri kategorilerine göre kaydedin, bu şekilde eksiklerinizin farkına varın

# start_button
source: Start
tr: Başla

# show_button
source: Show
tr: Göster

source: English Word
tr: İngilizce Kelime

# main_tab_first
source: First
tr: İlk Defa

# main_tab_main
source: Main
tr: Ana Ekran

# main_tab_hard
source: Hard
tr: Zor

# first_button
source: First
tr: İlk Kez

# hard_button
source: Hard
tr: Zor

# info_text
source: Information about App
tr: Uygulama hakkında bilgi

# what_is_3000
source: What is "The Oxford 3000"?
tr: "The Oxford 3000" Nedir?

# answer_what_is_3000
source: The Oxford 3000 is a list of the 3000 core words that every learner of English needs to know.
tr: The Oxford 3000, her İngilizce öğrenicisinin bilmesi gereken 3000 temel kelimenin listesidir.

# target_text
source: Target?
tr: Amaç?

# answer_target_text
source: One of the rule about learning new langugage is knowing the words as much as we can, in our mother language how many words we are using in a day? Did you think about it before? As The Oxford 3000 said we need to know these words for better communication not all words in english that we never going to use, at least for earlier. According to many people who can speak various languagaes that is "we cant speak If we dont know vocabs!"
tr: Yeni bir dil öğrenmenin kurallarından biri, mümkün olduğunca çok kelime bilmekle ilgilidir. Kendi ana dilimizde günde kaç kelime kullandığımızı hiç düşündünüz mü? Oxford 3000'in söylediği gibi, daha iyi iletişim için bu kelimeleri bilmemiz gerekir, asla kullanmayacağımız tüm İngilizce kelimeleri değil, en azından başlangıçta. Birçok farklı dil konuşabilen kişilere göre, "Kelime bilmiyorsak, konuşamayız!"

# how_works_text
source: How it works?
tr: Nasıl Çalışıyor?

# answer_how_works_text
source: To already speak english or not in either way learning new words is essential. In app, The words show up, You can see the turkish meaning after tapping the words twice. If you know skip it, If you seen first time or did you find that word hard, discriminate to related categories. As a result your words going to be saved in App and you able to reach them whenever you want from left and right screen that from in menu bar. The good side about these words you saved in this App is you can test yourself in our QUIZ
tr: Hâlihazırda İngilizce konuşabiliyor ol ya da olma yeni bir kelime öğrenmek esastır. Uygulamada kelime ingilizce şekilde gözükür, kelimeye iki kere tıklama ile türkçe karşılığını görebilirsin. Eğer kelimeyi biliyorsan geç ancak kelimeyi ilk defa görüyorsan ya da ilk defa görmesen bile bir türlü öğrenemediysen, ilgili kategorilere ayır. Sonuç olarak kaydettiğin tüm kelimeler uygulamada gözükecek ve sen istediğin zaman bunlara tab bar menüden ulaşılabileceksin. Kaydettiğin kelimelerin bu uygulamada ki güzel yanı kendini bizim QUIZ'lerimizle test edebileceksin

# provide_text
source: What this app provide to you?
tr: Bu Uygulama Size Ne Sağlıyor

# answer_provide_text
source: The most important vocablaries, being aware of your missing & bad parts, Also dont bother to note all of the words to notepads just select in here and test yourself with our various instructive Quiz. If you have some "Hard Words" in your list this App going to send you a reminder about these words.
tr: En önemli kelimeleri, eksiklerini ve kötü yanlarını fark etme. Ayrıca not defterine not almak için zahmet etme, burda kelimeleri seç ve kendini eğitici QUIZ'ler ile test et. Eğer listende "Zor Kelimeler" varsa uygulama sana hatırlatıcı gönderecek.

# meanings_text
source: Meanings?
tr: Anlamlar?

# bolt_text
source: If you seen the word for the first time.
tr: Eğer kelimeyi ilk defa görüyorsan.

# graduationcap_text
source: If You've already learned the word succesfully.
tr: Eğer Hâlihazırda bu kelimeyi başarıyla öğrendiysen.

# microphone_text
source: To speak and record your pronuncation.
tr: Konuşmak ve telafuzunu kaydet.

# future_text
source: What will this App have in the future?
tr: İleride bu uygulamada ne olucak?

# answer_future_text
source: For now we recording our audio and we able to listen ourselves, in the future also we can hear the correct pronuncation from dictioanary and also when we talk to app we will able to see is it correct pronounce or not. Also nowadays as a developer of this App I'm working on learning Italian so in the future also there is gonna be 3000 Italian words as well. One of my other dream about this app is making a interview with native speakers, recording them on video and provide to you hear native accent and live.
tr: Şu anda sesimizi kaydediyoruz ve kendimizi dinleyebiliyoruz, gelecekte ise sözlükten doğru telaffuzları da duyabileceğiz ve uygulamaya konuştuğumuzda doğru yazılıp yazılmadığını görebileceğiz. Ayrıca şu anda bu uygulamanın geliştiricisi olarak, İtalyanca öğreniyorum, bu yüzden gelecekte 3000 İtalyanca kelime de olacak. Bu uygulama hakkında diğer bir hayalim ise, yerli konuşmacılarla röportaj yapıp onları videoya kaydedip, sizlere yerli aksanı canlı bir şekilde dinletmek.

# speaker_text
source: Listen to correct pronuncation.
tr: Doğru telaffuzu dinle.

# developer_app_text
source: Developer of this App?
tr: Uygulamanın Geliştiricisi?

# done_button
source: Done
tr: Tamam
